Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Description
ar: وصف
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תֵאוּר
hi: विवरण
hr: Opis
hu: Leírás
id: Keterangan
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
th: คำอธิบาย
tr: Tanım
uk: опис
vi: Sự miêu tả
zh_hans: 描述
zh_hant: 描述

source: Details
ar: تفاصيل
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Καθέκαστα
es: Detalles
fi: Yksityiskohdat
fr: Détails
he: פרטים
hi: विवरण
hr: pojedinosti
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부
ms: Butiran
nb: Detaljer
pl: Bliższe dane
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробности
sk: Podrobnosti
sv: Detaljer
th: รายละเอียด
tr: Detaylar
uk: Подробиці
vi: Chi tiết
zh_hans: 详情
zh_hant: 細節

source: Detected format: %@.
ar: الصيغة المكتشفة: %@.
ca: Format detectat: %@.
cs: Zjištěný formát: %@.
da: Registreret format: %@.
de: Erkanntes Format: %@.
el: Μορφή που εντοπίστηκε: %@.
es: Formato detectado: %@.
fi: Tunnistettu muoto: %@.
fr: Format détecté : %@.
he: פורמט שזוהה: %@.
hi: पहचाना गया प्रारूप: %@।
hr: Otkriveni format: %@.
hu: Észlelt formátum: %@.
id: Format terdeteksi: %@.
it: Formato rilevato: %@.
ja: 検出された形式: %@。
ko: 감지된 형식: %@.
ms: Format yang dikesan: %@.
nb: Oppdaget format: %@.
nl: Gedetecteerd formaat: %@.
pl: Wykryty format: %@.
pt_br: Formato detectado: %@.
pt_pt: Formato detetado: %@.
ro: Format detectat: %@.
ru: Обнаруженный формат: %@.
sk: Zistený formát: %@.
sv: Identifierat format: %@.
th: รูปแบบที่ตรวจพบ: %@
tr: Algılanan biçim: %@.
uk: Виявлений формат: %@.
vi: Định dạng đã phát hiện: %@.
zh_hans: 检测到的格式：%@。
zh_hant: 偵測到的格式：%@。

source: Dividends
ar: توزيعات الأرباح
cs: Dividendy
da: Udbytte
de: Dividenden
el: Μερίσματα
es: Dividendos
fi: Osingot
fr: Dividendes
he: דיבידנדים
hi: लाभांश
hr: Dividende
hu: Osztalék
id: Dividen
it: Dividendi
ja: 配当金
ko: 배당금
ms: Dividen
nb: Utbytte
nl: Dividenden
pl: Dywidendy
pt_br: Dividendos
pt_pt: Dividendos
ro: Dividende
ru: Дивиденды
sk: Dividendy
sv: Utdelningar
th: เงินปันผล
tr: Temettüler
uk: Дивіденди
vi: Cổ tức
zh_hans: 股息
zh_hant: 股利

source: Due schedules are recorded automatically while the app is active and caught up the next time it opens.
ar: يتم تسجيل جداول الاستحقاق تلقائيًا عندما يكون التطبيق نشطًا ويتم تسجيلها في المرة التالية التي يتم فيها فتحه.
ca: Els horaris pendents s'enregistren automàticament mentre l'aplicació està activa i es recupera la propera vegada que s'obri.
cs: Plány termínů se zaznamenávají automaticky, když je aplikace aktivní, a dohoní se při příštím otevření.
da: Forfaldsplaner optages automatisk, mens appen er aktiv, og indhentes, næste gang den åbner.
de: Fällige Zeitpläne werden automatisch erfasst, während die App aktiv ist, und beim nächsten Öffnen nachgeholt.
el: Τα οφειλόμενα χρονοδιαγράμματα καταγράφονται αυτόματα ενώ η εφαρμογή είναι ενεργή και καλύπτονται την επόμενη φορά που θα ανοίξει.
es: Los horarios de vencimiento se registran automáticamente mientras la aplicación está activa y se actualizan la próxima vez que se abre.
fi: Erääntymisaikataulut tallennetaan automaattisesti, kun sovellus on aktiivinen, ja ne ovat kiinni, kun se avataan seuraavan kerran.
fr: Les horaires d'échéance sont enregistrés automatiquement pendant que l'application est active et rattrapés à la prochaine ouverture.
he: לוחות זמנים שנקבעו מתועדים באופן אוטומטי בזמן שהאפליקציה פעילה ומתעדכנים בפעם הבאה שהיא נפתחת.
hi: ऐप सक्रिय होने पर नियत शेड्यूल स्वचालित रूप से रिकॉर्ड किए जाते हैं और अगली बार खुलने पर पकड़ में आ जाते हैं।
hr: Rasporedi se automatski bilježe dok je aplikacija aktivna i nadoknađuju se kada se sljedeći put otvori.
hu: Az esedékes ütemezések automatikusan rögzítésre kerülnek, amikor az alkalmazás aktív, és a következő megnyitáskor utolérik.
id: Jadwal jatuh tempo dicatat secara otomatis saat aplikasi aktif dan diikuti saat aplikasi dibuka berikutnya.
it: Le scadenze vengono registrate automaticamente mentre l'app è attiva e aggiornate alla successiva apertura.
ja: 期限のスケジュールはアプリがアクティブな間自動的に記録され、次回アプリを開いたときに更新されます。
ko: 마감 일정은 앱이 활성화되어 있는 동안 자동으로 기록되며 다음에 앱을 열 때 따라잡습니다.
ms: Jadual yang sepatutnya direkodkan secara automatik semasa apl aktif dan terperangkap pada kali berikutnya ia dibuka.
nb: Forfallsplaner registreres automatisk mens appen er aktiv og fanges opp neste gang den åpnes.
nl: Inleverschema's worden automatisch geregistreerd terwijl de app actief is en worden ingehaald de volgende keer dat deze wordt geopend.
pl: Harmonogramy terminów są rejestrowane automatycznie, gdy aplikacja jest aktywna i uwzględniane przy następnym otwarciu.
pt_br: Os cronogramas de vencimento são registrados automaticamente enquanto o aplicativo está ativo e atualizados na próxima vez que for aberto.
pt_pt: Os planos de vencimento são registados automaticamente enquanto a aplicação está ativa e atualizados na próxima vez que for aberta.
ro: Programele scadente sunt înregistrate automat în timp ce aplicația este activă și reținută data viitoare când se deschide.
ru: График выполнения записывается автоматически, пока приложение активно, и обновляется при следующем его открытии.
sk: Plány termínov sa zaznamenávajú automaticky, keď je aplikácia aktívna, a zachytia sa pri ďalšom otvorení.
sv: Förfalloscheman registreras automatiskt medan appen är aktiv och kommer ikapp nästa gång den öppnas.
th: กำหนดการครบกำหนดจะถูกบันทึกโดยอัตโนมัติในขณะที่แอปทำงานอยู่และจะติดตามเมื่อเปิดครั้งถัดไป
tr: Uygulama etkinken vade programları otomatik olarak kaydedilir ve bir sonraki açılışında yakalanır.
uk: Розклади записуються автоматично, поки програма активна, і повертаються під час наступного відкриття.
vi: Lịch trình đến hạn được ghi lại tự động trong khi ứng dụng đang hoạt động và được cập nhật vào lần mở tiếp theo.
zh_hans: 当应用程序处于活动状态时，会自动记录到期时间表，并在下次打开时进行记录。
zh_hant: 當應用程式處於活動狀態時，會自動記錄到期時間表，並在下次開啟時進行記錄。

source: Due schedules catch up on open
ar: الجداول الزمنية المستحقة اللحاق مفتوحة
ca: Els horaris establerts es posen al dia
cs: Termíny dohánějí otevřené
da: Forfaldne tidsplaner indhenter åbent
de: Fällige Termine werden nachgeholt, wenn geöffnet ist
el: Τα προβλεπόμενα χρονοδιαγράμματα καλύπτουν τα ανοιχτά
es: Los horarios vencidos se ponen al día con la apertura
fi: Sopivat aikataulut ovat auki
fr: Les horaires d'échéance rattrapent l'ouverture
he: לוחות זמנים אמורים להתעדכן בפתיחה
hi: नियत कार्यक्रम खुले में पकड़ में आते हैं
hr: Dospjeli rasporedi nadoknaditi otvorene
hu: Az esedékes ütemterv nyitva tart
id: Jadwal jatuh tempo mengejar keterbukaan
it: Gli orari previsti si aggiornano con l'apertura
ja: 予定通りのスケジュールがオープンに追いつく
ko: 기한 일정이 공개 시간을 따라잡습니다.
ms: Jadual yang sepatutnya diikuti dibuka
nb: Forefallende tidsplaner innhente åpent
nl: De geplande schema's halen de open tijd in
pl: Terminy nadrabiają zaległości w godzinach otwarcia
pt_br: Os cronogramas de vencimento se atualizam em aberto
pt_pt: Os planos de vencimento atualizam-se em aberto
ro: Programele scadente ajung din urmă la deschidere
ru: График работы догоняет график открытия
sk: Termíny dobiehajú otvorené
sv: Förfallna scheman kommer ikapp öppet
th: กำหนดการครบกำหนดจะทันเมื่อเปิด
tr: Vade programları açılışta yetişiyor
uk: Належні графіки наздоганяють відкрито
vi: Do lịch trình bắt kịp ngày mở
zh_hans: 到期时间表赶上开放时间
zh_hant: 到期時間表趕上開放時間

source: ECB
ar: البنك المركزي الأوروبي
ca: BCE
de: EZB
el: ΕΚΤ
es: BCE
fi: EKP
fr: BCE
hi: ईसीबी
hu: EKB
it: BCE
pl: EBC
pt_br: BCE
pt_pt: BCE
ro: BCE
ru: ЕЦБ
th: อีซีบี
uk: ЄЦБ
zh_hans: 欧洲央行
zh_hant: 歐洲央行

source: ECB reference rates are refreshed automatically and cached locally for offline use.
ar: يتم تحديث الأسعار المرجعية للبنك المركزي الأوروبي تلقائيًا ويتم تخزينها مؤقتًا محليًا للاستخدام دون اتصال بالإنترنت.
ca: Els tipus de referència del BCE s'actualitzen automàticament i s'emmagatzemen a la memòria cau localment per utilitzar-los fora de línia.
cs: Referenční sazby ECB se automaticky obnovují a ukládají se do místní mezipaměti pro použití offline.
da: ECB's referencekurser opdateres automatisk og cachelagres lokalt til offlinebrug.
de: Die Referenzzinssätze der EZB werden automatisch aktualisiert und lokal für die Offline-Nutzung zwischengespeichert.
el: Τα επιτόκια αναφοράς της ΕΚΤ ανανεώνονται αυτόματα και αποθηκεύονται στην προσωρινή μνήμη τοπικά για χρήση εκτός σύνδεσης.
es: Los tipos de referencia del BCE se actualizan automáticamente y se almacenan en caché localmente para su uso sin conexión.
fi: EKP:n viitekorot päivitetään automaattisesti ja tallennetaan paikallisesti välimuistiin offline-käyttöä varten.
fr: Les taux de référence de la BCE sont actualisés automatiquement et mis en cache localement pour une utilisation hors ligne.
he: שיעורי הייחוס של ה-ECB מתרעננים אוטומטית ומאוחסנים במטמון מקומי לשימוש לא מקוון.
hi: ईसीबी संदर्भ दरें स्वचालित रूप से ताज़ा की जाती हैं और ऑफ़लाइन उपयोग के लिए स्थानीय रूप से कैश की जाती हैं।
hr: Referentne stope ECB-a automatski se osvježavaju i pohranjuju lokalno za izvanmrežnu upotrebu.
hu: Az EKB referencia-kamatlábai automatikusan frissülnek, és helyi gyorsítótárban tárolódnak offline használatra.
id: Tarif referensi ECB diperbarui secara otomatis dan disimpan dalam cache secara lokal untuk penggunaan offline.
it: I tassi di riferimento della BCE vengono aggiornati automaticamente e memorizzati nella cache locale per l'utilizzo offline.
ja: ECB 参照レートは自動的に更新され、オフラインで使用できるようにローカルにキャッシュされます。
ko: ECB 기준금리는 자동으로 새로 고쳐지고 오프라인 사용을 위해 로컬로 캐시됩니다.
ms: Kadar rujukan ECB dimuat semula secara automatik dan dicache secara tempatan untuk kegunaan luar talian.
nb: ECBs referansekurser oppdateres automatisk og bufres lokalt for offline bruk.
nl: ECB-referentietarieven worden automatisch vernieuwd en lokaal in de cache opgeslagen voor offline gebruik.
pl: Stopy referencyjne EBC są odświeżane automatycznie i lokalnie zapisywane w pamięci podręcznej do użytku offline.
pt_br: As taxas de referência do BCE são atualizadas automaticamente e armazenadas em cache localmente para utilização offline.
pt_pt: As taxas de referência do BCE são atualizadas automaticamente e armazenadas em cache localmente para utilização offline.
ro: Ratele de referință ale BCE sunt reîmprospătate automat și stocate în cache local pentru utilizare offline.
ru: Базовые ставки ЕЦБ обновляются автоматически и кэшируются локально для автономного использования.
sk: Referenčné sadzby ECB sa automaticky obnovujú a lokálne sa ukladajú do vyrovnávacej pamäte na použitie offline.
sv: ECB:s referensräntor uppdateras automatiskt och cachelagras lokalt för offlineanvändning.
th: อัตราอ้างอิง ECB จะถูกรีเฟรชโดยอัตโนมัติและแคชไว้ในเครื่องเพื่อใช้แบบออฟไลน์
tr: ECB referans oranları otomatik olarak yenilenir ve çevrimdışı kullanım için yerel olarak önbelleğe alınır.
uk: Довідкові ставки ЄЦБ оновлюються автоматично та зберігаються локально для використання в автономному режимі.
vi: Tỷ giá tham chiếu ECB được tự động làm mới và lưu vào bộ nhớ đệm cục bộ để sử dụng ngoại tuyến.
zh_hans: 欧洲央行参考利率会自动刷新并本地缓存以供离线使用。
zh_hant: 歐洲央行參考利率會自動刷新並本地緩存以供離線使用。

source: Edit
ar: تعديل
ca: Edita
cs: Upravit
da: Redigere
de: Bearbeiten
el: Εκδίδω
es: Editar
fi: Muokata
fr: Modifier
he: לַעֲרוֹך
hi: संपादन करना
hr: Uredi
hu: Szerkesztés
id: Sunting
it: Modifica
ja: 編集
ko: 편집하다
ms: Sunting
nb: Redigere
nl: Bewerking
pl: Redagować
pt_br: Editar
pt_pt: Editar
ro: Edita
ru: Редактировать
sk: Upraviť
sv: Redigera
th: แก้ไข
tr: Düzenlemek
uk: Редагувати
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯

source: Edit Crypto
ar: تحرير التشفير
ca: Edita Crypto
cs: Upravit Crypto
da: Rediger krypto
de: Krypto bearbeiten
el: Επεξεργασία κρυπτογράφησης
es: Editar criptografía
fi: Muokkaa kryptoa
fr: Modifier la cryptographie
he: ערוך קריפטו
hi: क्रिप्टो संपादित करें
hr: Uredi kripto
hu: Kripto szerkesztése
id: Sunting Kripto
it: Modifica criptovaluta
ja: 暗号の編集
ko: 암호화폐 편집
ms: Edit Kripto
nb: Rediger krypto
nl: Crypto bewerken
pl: Edytuj kryptowalutę
pt_br: Editar criptografia
pt_pt: Editar criptografia
ro: Editați Crypto
ru: Редактировать криптовалюту
sk: Upraviť kryptomeny
sv: Redigera krypto
th: แก้ไขการเข้ารหัสลับ
tr: Kriptoyu Düzenle
uk: Редагувати Crypto
vi: Chỉnh sửa tiền điện tử
zh_hans: 编辑加密货币
zh_hant: 編輯加密貨幣

source: Edit Crypto Holding
ar: تحرير عقد التشفير
ca: Edita Crypto Holding
cs: Upravit Crypto Holding
da: Rediger kryptobeholdning
de: Bearbeiten Sie den Kryptobestand
el: Επεξεργασία Crypto Holding
es: Editar tenencia criptográfica
fi: Muokkaa Crypto Holdingia
fr: Modifier la détention de crypto-monnaie
he: עריכת Crypto Holding
hi: क्रिप्टो होल्डिंग संपादित करें
hr: Uredi Crypto Holding
hu: A Crypto Holding szerkesztése
id: Sunting Kepemilikan Kripto
it: Modifica la detenzione di criptovalute
ja: 暗号保有の編集
ko: 암호화폐 보유 편집
nb: Rediger Crypto Holding
nl: Crypto-holding bewerken
pl: Edytuj holding kryptowalut
pt_br: Editar retenção de criptografia
pt_pt: Editar retenção de encriptação
ro: Editați Crypto Holding
ru: Изменить криптохолдинг
sk: Upraviť Crypto Holding
sv: Redigera kryptoinnehav
th: แก้ไขการถือครอง Crypto
tr: Kripto Holdingi Düzenle
uk: Редагувати Crypto Holding
vi: Chỉnh sửa việc nắm giữ tiền điện tử
zh_hans: 编辑加密货币持有
zh_hant: 編輯加密貨幣持有

source: Edit Holding
ar: تحرير القابضة
ca: Edita Holding
cs: Upravit Holding
da: Rediger Holding
de: Holding bearbeiten
es: Editar tenencia
fi: Muokkaa pitoa
fr: Modifier la détention
he: ערוך החזקה
hi: होल्डिंग संपादित करें
hr: Uredi držanje
hu: Holding szerkesztése
id: Sunting Memegang
it: Modifica tenuta
ja: 所蔵編集
ko: 보유 편집
ms: Edit Pegangan
nb: Rediger holding
nl: Holding bewerken
pl: Edytuj holding
pt_br: Editar retenção
pt_pt: Editar retenção
ro: Editare Holding
ru: Редактировать Холдинг
sk: Upraviť Holding
sv: Redigera Holding
th: แก้ไขการถือครอง
tr: Holdingi Düzenle
uk: Редагувати Холдинг
vi: Chỉnh sửa Giữ
zh_hans: 编辑控股
zh_hant: 編輯控股

source: Edit Investment
ar: تحرير الاستثمار
ca: Edita la inversió
cs: Upravit investici
da: Rediger investering
de: Investition bearbeiten
el: Επεξεργασία επένδυσης
es: Editar inversión
fi: Muokkaa sijoitusta
fr: Modifier l'investissement
he: ערוך השקעה
hi: निवेश संपादित करें
hr: Uredi investiciju
hu: Befektetés szerkesztése
id: Sunting Investasi
it: Modifica investimento
ja: 投資の編集
ko: 투자 편집
ms: Edit Pelaburan
nb: Rediger investering
nl: Investering bewerken
pl: Edytuj inwestycję
pt_br: Editar investimento
pt_pt: Editar investimento
ro: Editați investiția
ru: Редактировать инвестиции
sk: Upraviť investíciu
sv: Redigera investering
th: แก้ไขการลงทุน
tr: Yatırımı Düzenle
uk: Редагувати інвестиції
vi: Chỉnh sửa đầu tư
zh_hans: 编辑投资
zh_hant: 編輯投資

source: Edit Recurring Transaction
ar: تحرير المعاملة المتكررة
ca: Edita la transacció recurrent
cs: Upravit opakující se transakci
da: Rediger tilbagevendende transaktion
de: Bearbeiten Sie wiederkehrende Transaktionen
el: Επεξεργασία επαναλαμβανόμενης συναλλαγής
es: Editar transacción recurrente
fi: Muokkaa toistuvaa tapahtumaa
fr: Modifier une transaction récurrente
he: ערוך עסקה חוזרת
hi: आवर्ती लेनदेन संपादित करें
hr: Uredi ponavljajuću transakciju
hu: Ismétlődő tranzakció szerkesztése
id: Edit Transaksi Berulang
it: Modifica transazione ricorrente
ja: 定期的なトランザクションの編集
ko: 반복 거래 편집
ms: Edit Transaksi Berulang
nb: Rediger gjentakende transaksjon
nl: Terugkerende transactie bewerken
pl: Edytuj transakcję cykliczną
pt_br: Editar transação recorrente
pt_pt: Editar transação recorrente
ro: Editați tranzacția recurentă
ru: Редактировать повторяющуюся транзакцию
sk: Upraviť opakujúcu sa transakciu
sv: Redigera återkommande transaktion
th: แก้ไขธุรกรรมที่เกิดซ้ำ
tr: Yinelenen İşlemi Düzenle
uk: Редагувати повторювану транзакцію
vi: Chỉnh sửa giao dịch định kỳ
zh_hans: 编辑经常性交易
zh_hant: 編輯經常性交易

source: Edit schedule
ar: تعديل الجدول الزمني
ca: Edita l'horari
cs: Upravit rozvrh
da: Rediger tidsplan
de: Zeitplan bearbeiten
el: Επεξεργασία προγράμματος
es: Editar horario
fi: Muokkaa aikataulua
fr: Modifier le calendrier
he: ערוך לוח זמנים
hi: शेड्यूल संपादित करें
hr: Uredi raspored
hu: Ütemezés szerkesztése
id: Sunting jadwal
it: Modifica programma
ja: スケジュールを編集する
ko: 일정 수정
ms: Edit jadual
nb: Rediger tidsplan
nl: Schema bewerken
pl: Edytuj harmonogram
pt_br: Editar programação
pt_pt: Editar programação
ro: Editați programul
ru: Изменить расписание
sk: Upraviť rozvrh
sv: Redigera schema
th: แก้ไขกำหนดการ
tr: Programı düzenle
uk: Редагувати розклад
vi: Chỉnh sửa lịch trình
zh_hans: 编辑日程
zh_hant: 編輯日程

source: Edit transaction
ar: تحرير المعاملة
ca: Edita la transacció
cs: Upravit transakci
da: Rediger transaktion
de: Transaktion bearbeiten
el: Επεξεργασία συναλλαγής
es: Editar transacción
fi: Muokkaa tapahtumaa
fr: Modifier l'opération
he: ערוך עסקה
hi: लेन-देन संपादित करें
hr: Uredi transakciju
hu: Tranzakció szerkesztése
id: Sunting transaksi
it: Modifica transazione
ja: トランザクションの編集
ko: 거래 수정
ms: Edit transaksi
nb: Rediger transaksjonen
nl: Transactie bewerken
pl: Edytuj transakcję
pt_br: Editar transação
pt_pt: Editar transação
ro: Editați tranzacția
ru: Редактировать транзакцию
sk: Upraviť transakciu
sv: Redigera transaktion
th: แก้ไขธุรกรรม
tr: İşlemi düzenle
uk: Редагувати транзакцію
vi: Chỉnh sửa giao dịch
zh_hans: 编辑交易
zh_hant: 編輯交易

source: Edit Transaction
ar: تحرير المعاملة
ca: Edita la transacció
cs: Upravit transakci
da: Rediger transaktion
de: Transaktion bearbeiten
el: Επεξεργασία συναλλαγής
es: Editar transacción
fi: Muokkaa tapahtumaa
fr: Modifier la transaction
he: ערוך עסקה
hi: लेन-देन संपादित करें
hr: Uredi transakciju
hu: Tranzakció szerkesztése
id: Sunting Transaksi
it: Modifica transazione
ja: トランザクションの編集
ko: 거래 편집
ms: Edit Transaksi
nb: Rediger transaksjon
nl: Transactie bewerken
pl: Edytuj transakcję
pt_br: Editar transação
pt_pt: Editar transação
ro: Editați tranzacția
ru: Редактировать транзакцию
sk: Upraviť transakciu
sv: Redigera transaktion
th: แก้ไขธุรกรรม
tr: İşlemi Düzenle
uk: Редагувати транзакцію
vi: Chỉnh sửa giao dịch
zh_hans: 编辑交易
zh_hant: 編輯交易

source: Emerging Markets
ar: الأسواق الناشئة
ca: Mercats emergents
cs: Rozvíjející se trhy
de: Schwellenländer
el: Αναδυόμενες Αγορές
es: Mercados emergentes
fi: Kehittyvät markkinat
fr: Marchés émergents
he: שווקים מתעוררים
hi: उभरते बाजार
hr: Tržišta u razvoju
hu: Feltörekvő piacok
id: Pasar Berkembang
it: Mercati emergenti
ja: 新興市場
ko: 신흥 시장
ms: Pasaran Baru Muncul
nb: Fremvoksende markeder
nl: Opkomende markten
pl: Rynki wschodzące
pt_br: Mercados Emergentes
pt_pt: Mercados Emergentes
ro: Piețele emergente
ru: Развивающиеся рынки
sk: rozvíjajúce sa trhy
sv: Tillväxtmarknader
th: ตลาดเกิดใหม่
tr: Gelişmekte Olan Piyasalar
uk: Ринки, що розвиваються
vi: thị trường mới nổi
zh_hans: 新兴市场
zh_hant: 新興市場

source: Enable biometric protection for Wealth Compass.
ar: تمكين الحماية البيومترية لبوصلة الثروة.
ca: Activa la protecció biomètrica per a Wealth Compass.
cs: Povolit biometrickou ochranu pro Wealth Compass.
da: Aktiver biometrisk beskyttelse for Wealth Compass.
de: Aktivieren Sie den biometrischen Schutz für Wealth Compass.
el: Ενεργοποιήστε τη βιομετρική προστασία για το Wealth Compass.
es: Habilite la protección biométrica para Wealth Compass.
fi: Ota käyttöön Wealth Compassin biometrinen suojaus.
fr: Activer la protection biométrique pour Wealth Compass.
he: אפשר הגנה ביומטרית עבור Wealth Compass.
hi: वेल्थ कम्पास के लिए बायोमेट्रिक सुरक्षा सक्षम करें।
hr: Omogućite biometrijsku zaštitu za Wealth Compass.
hu: Biometrikus védelem engedélyezése a Wealth Compass számára.
id: Aktifkan perlindungan biometrik untuk Wealth Compass.
it: Abilita la protezione biometrica per Wealth Compass.
ja: Wealth Compass の生体認証保護を有効にします。
ko: Wealth Compass에 대한 생체 인식 보호를 활성화합니다.
ms: Dayakan perlindungan biometrik untuk Kompas Kekayaan.
nb: Aktiver biometrisk beskyttelse for Wealth Compass.
nl: Schakel biometrische bescherming in voor Wealth Compass.
pl: Włącz ochronę biometryczną w Wealth Compass.
pt_br: Ative a proteção biométrica para o Wealth Compass.
pt_pt: Ative a proteção biométrica para o Wealth Compass.
ro: Activați protecția biometrică pentru Wealth Compass.
ru: Включите биометрическую защиту для Wealth Compass.
sk: Povoliť biometrickú ochranu pre Wealth Compass.
sv: Aktivera biometriskt skydd för Wealth Compass.
th: เปิดใช้งานการป้องกันไบโอเมตริกซ์สำหรับ Wealth Compass
tr: Zenginlik Pusulası için biyometrik korumayı etkinleştirin.
uk: Увімкніть біометричний захист для Wealth Compass.
vi: Kích hoạt tính năng bảo vệ sinh trắc học cho Wealth Compass.
zh_hans: 为 Wealth Compass 启用生物识别保护。
zh_hant: 為 Wealth Compass 啟用生物辨識保護。

source: End Date
ar: تاريخ الانتهاء
ca: Data de finalització
cs: Datum ukončení
da: Slutdato
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha de finalización
fi: Päättymispäivämäärä
fr: Date de fin
he: תאריך סיום
hi: अंतिम तिथि
hr: Datum završetka
hu: Befejezés dátuma
id: Tanggal Berakhir
it: Data di fine
ja: 終了日
ko: 종료일
ms: Tarikh Tamat
nb: Sluttdato
nl: Einddatum
pl: Data zakończenia
pt_br: Data de término
pt_pt: Data de término
ro: Data de încheiere
ru: Дата окончания
sk: Dátum ukončenia
sv: Slutdatum
th: วันที่สิ้นสุด
tr: Bitiş Tarihi
uk: Дата закінчення
vi: Ngày kết thúc
zh_hans: 结束日期
zh_hant: 結束日期

source: Ends
ar: ينتهي
ca: Finalitza
cs: Končí
da: Slutter
de: Endet
el: Τελειώνει
es: Termina
fi: Päättyy
fr: Se termine
he: מסתיים
hi: समाप्त होता है
hr: Završava
hu: Véget ér
id: Berakhir
it: Finisce
ja: 終わり
ko: 종료
ms: tamat
nb: Slutter
nl: Eindigt
pl: Kończy się
pt_br: Termina
pt_pt: Termina
ro: Se termină
ru: Заканчивается
sk: Koniec
sv: Slutar
th: สิ้นสุด
tr: biter
uk: Закінчується
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

source: Ends %@
ar: ينتهي %@
ca: Finalitza el %@
cs: Končí %@
da: Slutter %@
de: Endet %@
el: Λήγει %@
es: Termina %@
fi: Päättyy %@
fr: Se termine le %@
he: מסתיים %@
hi: समाप्त होता है %@
hr: Završava %@
hu: Vége: %@
id: Berakhir %@
it: Termina %@
ja: %@ 終了
ko: %@ 종료
ms: Tamat %@
nb: Slutter %@
nl: Eindigt op %@
pl: Kończy się %@
pt_br: Termina %@
pt_pt: Termina %@
ro: Se încheie %@
ru: Заканчивается %@
sk: Končí sa %@
sv: Slutar %@
th: สิ้นสุด %@
tr: %@ tarihinde sona eriyor
uk: Закінчується %@
vi: Kết thúc %@
zh_hans: 结束 %@
zh_hant: 結束 %@

source: Ends %@)
ar: ينتهي %@)
ca: Finalitza %@)
cs: Končí %@)
da: Slutter %@)
de: Endet %@)
el: Λήγει %@)
es: Termina %@)
fi: Päättyy %@)
fr: Se termine le %@)
he: מסתיים %@)
hi: समाप्त होता है %@)
hr: Završava %@)
hu: Vége: %@)
id: Berakhir %@)
it: Termina %@)
ja: %@終了)
ko: %@ 종료)
ms: Tamat %@)
nb: Slutter %@)
nl: Eindigt op %@)
pl: Kończy się %@)
pt_br: Termina %@)
pt_pt: Termina %@)
ro: Se încheie %@)
ru: Заканчивается %@)
sk: Končí %@)
sv: Slutar %@)
th: สิ้นสุด %@)
tr: %@ ile biter)
uk: Закінчується %@)
vi: Kết thúc %@)
zh_hans: 结束 %@)
zh_hant: 結束 %@)

source: Energy
ar: طاقة
ca: Energia
cs: Energie
da: Energi
de: Energie
el: Ενέργεια
es: Energía
fi: Energiaa
fr: Énergie
he: אֵנֶרְגִיָה
hi: ऊर्जा
hr: energija
hu: Energia
id: Energi
it: Energia
ja: エネルギー
ko: 에너지
ms: Tenaga
nb: Energi
nl: Energie
pl: Energia
pt_br: Energia
pt_pt: Energia
ro: Energie
ru: Энергия
sk: Energia
sv: Energi
th: พลังงาน
tr: Enerji
uk: Енергія
vi: Năng lượng
zh_hans: 活力
zh_hant: 活力
